Repository: VortXTV/VortX
Catalog: app/Resources/Localizable.xcstrings
Source language: en
Languages: af, am, ar, as, az, be, bg, bn, br, bs, ca, ceb, cs, cy, da, de, el, es, et, eu, fa, fi, fil, fo, fr, fy, ga, gd, gl, gu, ha, he, hi, hr, ht, hu, hy, id, ig, is, it, ja, jv, ka, kk, km, kn, ko, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, nb, ne, nl, ny, oc, or, pa, pl, ps, pt_br, pt_pt, ro, ru, rw, sd, si, sk, sl, sm, sn, so, sq, sr, st, su, sv, sw, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, xh, yo, zh_hans, zh_hant, zu

source: Optional. Add your own TMDB and MDBList keys to enrich recommendations and ratings. Nothing here is required and your keys stay on this device (and sync, encrypted, to your VortX account).
af: Opsioneel. Voeg jou eie TMDB en MDBList-sleutels by om aanbevelings en graderings te verryk. Niks hier is verpligtend nie en jou sleutels bly op hierdie toestel (en sinkroniseer, geënkripteer, na jou VortX-rekening).
am: አማራጭ። ምክሮቹ እና ደረጃ ሰጪዎቹ ለማበልፀግ የራስዎ TMDB እና MDBList ቁልፎች ጨምሩ። ምንም እዚህ አስፈላጊ አይደለም፣ ቁልፎቹ በዚህ መሳሪያ ላይ ይቆዩና (ወደ VortX መለያዎ ኢንክሪፕት ሆነው ይምሳምሳሉ)።
ar: اختياري. أضف مفاتيح TMDB وMDBList الخاصة بك لإثراء التوصيات والتقييمات. لا شيء هنا مطلوب وتبقى مفاتيحك على هذا الجهاز (وتُزامَن، مشفّرة، إلى حساب VortX الخاص بك).
as: ঐচ্ছিক। পৰামৰ্শ আৰু ৰেটিং সমৃদ্ধ কৰিবলৈ আপোনাৰ নিজৰ TMDB আৰু MDBList কী যোগ কৰক। ইয়াত একো বাধ্যতামূলক নহয় আৰু আপোনাৰ কীবোৰ এই ডিভাইচতে থাকে (আৰু এনক্ৰিপ্ট হৈ আপোনাৰ VortX একাউণ্টলৈ ছিংক হয়)।
az: İstəyə bağlı. Tövsiyələri və reytinqləri zənginləşdirmək üçün öz TMDB və MDBList açarlarınızı əlavə edin. Buradakı heç bir şey tələb olunmur və açarlarınız bu cihazda qalır (həmçinin VortX hesabınıza şifrəli şəkildə sinxronlaşır).
be: Неабавязкова. Дадайце свае ключы TMDB і MDBList, каб узбагаціць рэкамендацыі і рэйтынгі. Нічога тут не патрабуецца, і вашы ключы застаюцца на гэтай прыладзе (і сінхранізуюцца, зашыфраваныя, з вашым акаўнтам VortX).
bg: По избор. Добавете собствените си TMDB и MDBList ключове, за да обогатите препоръките и оценките. Нищо тук не е задължително и ключовете ви остават на това устройство (и се синхронизират, криптирани, към вашия VortX акаунт).
bn: ঐচ্ছিক। সুপারিশ ও রেটিং সমৃদ্ধ করতে আপনার নিজের TMDB এবং MDBList কী যোগ করুন। এখানে কিছুই বাধ্যতামূলক নয় এবং আপনার কী এই ডিভাইসেই থাকে (এবং এনক্রিপ্ট করে আপনার VortX অ্যাকাউন্টে সিঙ্ক হয়)।
br: Diret. Ouzhpennit ho alc'hwezioù TMDB ha MDBList ho-unan evit pinvidikaat ar erbedadennoù hag ar priziadennoù. Netra amañ n'eo rediet hag ho alc'hwezioù a chom war an ardivink-mañ (hag a goubladur, sifret, gant ho kont VortX).
bs: Opcionalno. Dodajte vlastite TMDB i MDBList ključeve da obogatite preporuke i ocjene. Ovdje ništa nije obavezno i vaši ključevi ostaju na ovom uređaju (i sinhroniziraju se, šifrirani, na vaš VortX račun).
ca: Opcional. Afegeix les teves pròpies claus de TMDB i MDBList per enriquir les recomanacions i les valoracions. Res aquí és obligatori i les teves claus es queden en aquest dispositiu (i se sincronitzen, xifrades, al teu compte de VortX).
ceb: Opsyonal. Idugang ang imong kaugalingong TMDB ug MDBList nga mga key aron pagpauswag sa mga rekomendasyon ug rating. Walay gikinahanglan diri ug ang imong mga key magpabilin niini nga device (ug mag-sync, encrypted, ngadto sa imong VortX account).
cs: Volitelné. Přidejte vlastní klíče TMDB a MDBList pro obohacení doporučení a hodnocení. Nic zde není povinné a vaše klíče zůstávají v tomto zařízení (a šifrovaně se synchronizují s vaším účtem VortX).
cy: Dewisol. Ychwanegwch eich allweddi TMDB a MDBList eich hun i gyfoethogi argymhellion a graddau. Nid oes angen dim byd yma ac mae'ch allweddi'n aros ar y ddyfais hon (ac yn cydweddu, wedi'u hamgryptio, i'ch cyfrif VortX).
da: Valgfrit. Tilføj dine egne TMDB- og MDBList-nøgler for at berige anbefalinger og bedømmelser. Intet her er påkrævet, og dine nøgler bliver på denne enhed (og synkroniseres krypteret til din VortX-konto).
de: Optional. Füge deine eigenen TMDB- und MDBList-Schlüssel hinzu, um Empfehlungen und Bewertungen anzureichern. Nichts davon ist erforderlich und deine Schlüssel bleiben auf diesem Gerät (und werden verschlüsselt mit deinem VortX-Konto synchronisiert).
el: Προαιρετικό. Προσθέστε τα δικά σας κλειδιά TMDB και MDBList για να εμπλουτίσετε τις προτάσεις και τις βαθμολογίες. Τίποτα εδώ δεν είναι υποχρεωτικό και τα κλειδιά σας παραμένουν σε αυτή τη συσκευή (και συγχρονίζονται, κρυπτογραφημένα, με τον λογαριασμό VortX σας).
es: Opcional. Añade tus propias claves de TMDB y MDBList para enriquecer recomendaciones y valoraciones. Nada aquí es obligatorio y tus claves permanecen en este dispositivo (y se sincronizan, cifradas, con tu cuenta VortX).
et: Valikuline. Lisa oma TMDB ja MDBList võtmed, et rikastada soovitusi ja hinnanguid. Miski siin pole kohustuslik ja su võtmed jäävad sellesse seadmesse (ning sünkroonitakse krüpteeritult su VortX-i kontoga).
eu: Hautazkoa. Gehitu zure TMDB eta MDBList gakoak gomendio eta balorazioak aberasteko. Hemen ez da ezer beharrezkoa eta zure gakoak gailu honetan geratzen dira (eta, enkriptatuta, VortX kontuan sinkronizatzen dira).
fa: اختیاری. کلیدهای TMDB و MDBList خودتان را برای غنی‌سازی توصیه‌ها و امتیازها اضافه کنید. هیچ‌چیز اینجا الزامی نیست و کلیدهای شما روی این دستگاه می‌مانند (و به‌صورت رمزگذاری‌شده با حساب VortX شما همگام می‌شوند).
fi: Valinnainen. Lisää omat TMDB- ja MDBList-avaimesi rikastaaksesi suosituksia ja arvosteluja. Mitään tässä ei vaadita ja avaimesi pysyvät tällä laitteella (ja synkronoituvat salattuina VortX-tilillesi).
fil: Opsyonal. Idagdag ang iyong sariling mga TMDB at MDBList key para pagyamanin ang mga rekomendasyon at rating. Walang kinakailangan dito at nananatili sa device na ito ang iyong mga key (at naka-encrypt na nagsi-sync sa iyong VortX account).
fo: Frívilligt. Legg tínar egnu TMDB og MDBList lyklar afturat fyri at ríkja tilmæli og metingar. Einki her er kravt, og lyklar tínir verða verandi á hesi eind (og samstillast, bronglaðir, til VortX-kontu tína).
fr: Facultatif. Ajoutez vos propres clés TMDB et MDBList pour enrichir les recommandations et les notes. Rien ici n'est obligatoire et vos clés restent sur cet appareil (et se synchronisent, chiffrées, vers votre compte VortX).
fy: Opsjoneel. Foegje jo eigen TMDB- en MDBList-kaaien ta om oanrekommandaasjes en beoardielings te ferrykjen. Neat hjir is fereaske en jo kaaien bliuwe op dit apparaat (en syngronisearje, fersifere, mei jo VortX-akkount).
ga: Roghnach. Cuir d'eochracha TMDB agus MDBList féin leis chun moltaí agus rátálacha a shaibhriú. Níl aon rud anseo riachtanach agus fanann d'eochracha ar an ngléas seo (agus sioncronaíonn siad, criptithe, chuig do chuntas VortX).
gd: Roghainneil. Cuir na h-iuchraichean TMDB agus MDBList agad fhèin ris gus molaidhean agus rangachaidhean a bheairteachadh. Chan eil dad an seo riatanach agus fanaidh na h-iuchraichean agad air an inneal seo (agus sioncronaichidh iad, crioptaichte, dhan chunntas VortX agad).
gl: Opcional. Engade as túas propias claves de TMDB e MDBList para mellorar as recomendacións e valoracións. Nada aquí é obrigatorio e as túas claves permanecen neste dispositivo (e sincronízanse, cifradas, coa túa conta de VortX).
gu: વૈકલ્પિક. ભલામણો અને રેટિંગ સમૃદ્ધ કરવા તમારી પોતાની TMDB અને MDBList કી ઉમેરો. અહીં કંઈ ફરજિયાત નથી અને તમારી કી આ ઉપકરણ પર રહે છે (અને એન્ક્રિપ્ટેડ રીતે તમારા VortX account સાથે સિંક થાય છે).
ha: Na zaɓi. Ƙara maɓallan TMDB da MDBList naka don wadatar da shawarwari da ƙimomi. Babu abin da ake buƙata a nan kuma maɓallanka suna zama a wannan na'urar (kuma suna daidaitawa, cikin ɓoye, zuwa asusunka na VortX).
he: אופציונלי. הוסף מפתחות TMDB ו-MDBList משלך כדי להעשיר המלצות ודירוגים. שום דבר כאן אינו נדרש והמפתחות שלך נשארים במכשיר הזה (ומסונכרנים, מוצפנים, לחשבון VortX שלך).
hi: वैकल्पिक। अनुशंसाएँ और रेटिंग समृद्ध करने के लिए अपनी खुद की TMDB और MDBList कुंजियाँ जोड़ें। यहाँ कुछ भी आवश्यक नहीं है और आपकी कुंजियाँ इसी डिवाइस पर रहती हैं (और एन्क्रिप्टेड रूप में आपके VortX खाते में सिंक होती हैं)।
hr: Neobavezno. Dodajte vlastite TMDB i MDBList ključeve za bogatije preporuke i ocjene. Ništa ovdje nije obavezno i vaši ključevi ostaju na ovom uređaju (i sinkroniziraju se, šifrirani, na vaš VortX račun).
ht: Opsyonèl. Ajoute pwòp kle TMDB ak MDBList ou yo pou anrichi rekòmandasyon ak evalyasyon. Anyen isit la pa obligatwa epi kle ou yo rete sou aparèy sa a (epi senkronize, chiffre, nan kont VortX ou an).
hu: Opcionális. Add meg a saját TMDB- és MDBList-kulcsaidat az ajánlások és értékelések gazdagításához. Itt semmi sem kötelező, és a kulcsaid ezen az eszközön maradnak (és titkosítva szinkronizálódnak a VortX-fiókoddal).
hy: Կամընտիր։ Ավելացրեք ձեր TMDB-ի և MDBList-ի բանալիները՝ առաջարկներն ու վարկանիշներն հարստացնելու համար։ Ոչ մի բան այստեղ պարտադիր չէ, և ձեր բանալիները մնում են այս սարքում (և համաժամեցվում, ծածկագրված, ձեր VortX հաշվի հետ)։
id: Opsional. Tambahkan kunci TMDB dan MDBList Anda sendiri untuk memperkaya rekomendasi dan rating. Tidak ada yang wajib di sini dan kunci Anda tetap di perangkat ini (dan disinkronkan, terenkripsi, ke akun VortX Anda).
ig: Nhọrọ. Tinye igodo TMDB na MDBList nke gị iji mee ka ndụmọdụ na ọkwa maara mma. Ọ dịghị ihe achọrọ ebe a, igodo gị na-anọ na ngwaọrụ a (ma jikọọ, ezoro ezo, na akaụntụ VortX gị).
is: Valfrjálst. Bættu við eigin TMDB og MDBList-lyklum til að auðga tillögur og einkunnir. Ekkert hér er nauðsynlegt og lyklarnir þínir eru geymdir á þessum tæki (og samstilltir, dulkóðaðir, við VortX-reikninginn þinn).
it: Facoltativo. Aggiungi le tue chiavi TMDB e MDBList per arricchire consigli e valutazioni. Nulla qui è obbligatorio e le tue chiavi restano su questo dispositivo (e si sincronizzano, cifrate, con il tuo account VortX).
ja: 任意。独自の TMDB と MDBList のキーを追加すると、おすすめや評価が充実します。ここでの入力は必須ではなく、キーはこのデバイスに保存されます（暗号化されて VortX アカウントに同期されます）。
jv: Opsional. Tambah kunci TMDB lan MDBList sampeyan dhéwé kanggo mperkaya rekomendasi lan rating. Ora ana sing wajib ing kéné lan kunci sampeyan tetep ing piranti iki (lan sinkron, kaenkripsi, menyang akun VortX sampeyan).
ka: სურვილისამებრ. დაამატეთ საკუთარი TMDB და MDBList გასაღებები რეკომენდაციებისა და რეიტინგების გამდიდრებისთვის. ეს სავალდებულო არ არის და გასაღებები ინახება ამ მოწყობილობაზე (და სინქრონიზდება დაშიფრულად VortX ანგარიშთან).
kk: Міндетті емес. Ұсыныстарды және рейтингтерді байытуға арналған TMDB және MDBList кілттерін қосыңыз. Бұл жерде ештеңе міндетті емес, кілттеріңіз осы құрылғыда сақталады (және VortX тіркелгіңізге шифрланған күйде синхрондалады).
km: ស្រេចចិត្ត។ បន្ថែម TMDB និង MDBList key ផ្ទាល់ខ្លួនរបស់អ្នក ដើម្បីបង្កើន recommendations និង ratings។ គ្មានអ្វីនៅទីនេះត្រូវការទេ ហើយ key របស់អ្នករក្សាទុកនៅលើឧបករណ៍នេះ (ហើយធ្វើសមកាលកម្ម ដោយការអ៊ិនគ្រីប ទៅគណនី VortX របស់អ្នក)។
kn: ಐಚ್ಛಿಕ. ಶಿಫಾರಸುಗಳು ಮತ್ತು ರೇಟಿಂಗ್‌ಗಳನ್ನು ಸಮೃದ್ಧಗೊಳಿಸಲು ನಿಮ್ಮ ಸ್ವಂತ TMDB ಮತ್ತು MDBList ಕೀಗಳನ್ನು ಸೇರಿಸಿ. ಇಲ್ಲಿ ಏನೂ ಅಗತ್ಯವಿಲ್ಲ ಮತ್ತು ನಿಮ್ಮ ಕೀಗಳು ಈ ಸಾಧನದಲ್ಲಿ ಉಳಿಯುತ್ತವೆ (ಮತ್ತು ನಿಮ್ಮ VortX ಖಾತೆಗೆ ಎನ್‌ಕ್ರಿಪ್ಟ್ ಆಗಿ ಸಿಂಕ್ ಆಗುತ್ತವೆ).
ko: 선택 사항. 직접 보유한 TMDB 및 MDBList 키를 추가하여 추천과 평점을 풍부하게 만드세요. 여기에 필수 항목은 없으며, 키는 이 기기에 보관됩니다(그리고 암호화되어 VortX 계정에 동기화됩니다).
ku: Bijarte. Mifteyên xwe yên TMDB û MDBList zêde bike da ku pêşniyar û nirxandinan dewlemend bikî. Tiştek li vir pêwîst nîne û mifteyên te li ser vê amûrê dimînin (û bi şîfrekirî bi hesabê te yê VortX re hevdem dibin).
ky: Милдеттүү эмес. Сунуштарды жана рейтингдерди байытуу үчүн өзүңүздүн TMDB жана MDBList ачкычтарыңызды кошуңуз. Бул жерде эч нерсе талап кылынбайт жана ачкычтарыңыз ушул түзмөктө калат (жана шифрленген түрдө VortX аккаунтуңузга шайкештелет).
lb: Optional. Setz deng eege TMDB- an MDBList-Schlëssele bäi fir Empfeelungen a Bewäertungen ze beräicheren. Näischt hei ass néideg an deng Schlëssele bleiwen op dësem Apparat (a synchroniséieren, verschlësselt, mat dengem VortX-Kont).
lo: ບໍ່ບັງຄັບ. ເພີ່ມກະແຈ TMDB ແລະ MDBList ຂອງທ່ານເອງ ເພື່ອເສີມການແນະນຳ ແລະ ຄະແນນ. ບໍ່ມີຫຍັງທີ່ບັງຄັບ ແລະ ກະແຈຂອງທ່ານຈະຢູ່ໃນອຸປະກອນນີ້ (ແລະ ຊິງໄປຫາບັນຊີ VortX ຂອງທ່ານແບບເຂົ້າລະຫັດ).
lt: Neprivaloma. Pridėkite savo TMDB ir MDBList raktus, kad praturtintumėte rekomendacijas ir įvertinimus. Nieko čia nėra privaloma, ir jūsų raktai lieka šiame įrenginyje (ir užšifruoti sinchronizuojami su jūsų VortX paskyra).
lv: Neobligāti. Pievienojiet savas TMDB un MDBList atslēgas, lai bagātinātu ieteikumus un vērtējumus. Nekas no šejienes nav obligāts, un jūsu atslēgas paliek šajā ierīcē (un šifrētas sinhronizējas ar jūsu VortX kontu).
mg: Tsy voatery. Ampidiro ny fanalahidy TMDB sy MDBList-nao manokana mba hanatsara ny tolo-kevitra sy ny naoty. Tsy misy takiana eto ary mijanona amin'ity fitaovana ity ny fanalahidinao (sy mifandanja, voasoratra amin'ny teny miafina, mankany amin'ny kaonty VortX-nao).
mi: Kōwhiringa noa. Tāpirihia ō ake kī TMDB me MDBList hei whakawhairawa i ngā tūtohu me ngā whakatauranga. Kāore he mea e hiahiatia ana i konei, ā, ka noho ō kī ki tēnei pūrere (ā, ka tukutahi, kua whakamunatia, ki tō pūkete VortX).
mk: Опционално. Додајте свои TMDB и MDBList клучеви за подобри препораки и оцени. Ништо тука не е задолжително и вашите клучеви остануваат на овој уред (и се синхронизираат, шифрирано, на вашата VortX сметка).
ml: ഓപ്ഷണൽ. ശുപാർശകളും റേറ്റിംഗുകളും സമ്പന്നമാക്കാൻ നിങ്ങളുടെ സ്വന്തം TMDB, MDBList കീകൾ ചേർക്കുക. ഇവിടെ ഒന്നും ആവശ്യമില്ല, നിങ്ങളുടെ കീകൾ ഈ ഉപകരണത്തിൽ തന്നെ തുടരുന്നു (എൻക്രിപ്റ്റ് ചെയ്ത് നിങ്ങളുടെ VortX അക്കൗണ്ടിലേക്ക് സിങ്ക് ചെയ്യുന്നു).
mn: Заавал биш. Санал болголт болон үнэлгээг баяжуулахын тулд өөрийн TMDB болон MDBList түлхүүрүүдийг нэмнэ үү. Энд юу ч заавал биш бөгөөд таны түлхүүрүүд энэ төхөөрөмж дээр үлддэг (мөн шифрлэгдсэн байдлаар таны VortX данс руу синк болдог).
mr: पर्यायी. शिफारसी आणि रेटिंग समृद्ध करण्यासाठी तुमच्या स्वतःच्या TMDB आणि MDBList की जोडा. येथे काहीही आवश्यक नाही आणि तुमच्या की या डिव्हाइसवरच राहतात (आणि एन्क्रिप्ट केलेल्या स्वरूपात तुमच्या VortX खात्याशी सिंक होतात).
ms: Pilihan. Tambah kunci TMDB dan MDBList anda sendiri untuk memperkaya cadangan dan penilaian. Tiada apa-apa di sini diperlukan dan kunci anda kekal pada peranti ini (dan disegerakkan, disulitkan, ke akaun VortX anda).
mt: Fakultattiv. Żid iċ-ċwievet TMDB u MDBList tiegħek stess biex tarrikkixxi r-rakkomandazzjonijiet u l-klassifikazzjonijiet. Xejn hawn m'huwa meħtieġ u ċ-ċwievet tiegħek jibqgħu fuq dan l-apparat (u jissinkronizzaw, ikkriptati, mal-kont VortX tiegħek).
my: ရွေးချယ်နိုင်သည်။ အကြံပြုချက်များနှင့် အဆင့်သတ်မှတ်ချက်များ ပိုကြွယ်ဝစေရန် သင့်ကိုယ်ပိုင် TMDB နှင့် MDBList key များ ထည့်ပါ။ ဤနေရာတွင် ဘာမျှ မလိုအပ်ဘဲ သင့် key များသည် ဤစက်ပေါ်တွင် ရှိနေသည် (ပြီး သင့် VortX အကောင့်သို့ ကုဒ်ဝှက်ကာ ချိန်ကိုက်သိမ်းဆည်းသည်)။
nb: Valgfritt. Legg inn dine egne TMDB- og MDBList-nøkler for å berike anbefalinger og vurderinger. Ingenting her er påkrevd, og nøklene dine blir på denne enheten (og synkroniseres, kryptert, til VortX-kontoen din).
ne: ऐच्छिक। सिफारिसहरू र रेटिङहरू समृद्ध गर्न आफ्नै TMDB र MDBList कुञ्जीहरू थप्नुहोस्। यहाँ कुनै पनि कुरा आवश्यक छैन र तपाईंका कुञ्जीहरू यस उपकरणमा रहन्छन् (र तपाईंको VortX खातामा एन्क्रिप्ट गरेर सिङ्क हुन्छन्)।
nl: Optioneel. Voeg je eigen TMDB- en MDBList-sleutels toe om aanbevelingen en beoordelingen te verrijken. Niets hiervan is verplicht en je sleutels blijven op dit apparaat (en synchroniseren versleuteld naar je VortX-account).
ny: Zosankha. Onjezani ma key anuanu a TMDB ndi MDBList kuti musinthe malingaliro ndi maratingi. Palibe chofunika pano ndipo ma key anu amakhalabe pa chipangizo ichi (ndipo amayenderana, obisidwa, ku akaunti yanu ya VortX).
oc: Facultatiu. Apondètz vòstras pròprias claus TMDB e MDBList per enriquir las recomandacions e las nòtas. Res aicí es pas obligatòri e vòstras claus rèstan sus aqueste aparelh (e se sincronizan, chifradas, amb vòstre compte VortX).
or: ଐଚ୍ଛିକ। ସୁପାରିଶ ଏବଂ ରେଟିଂକୁ ସମୃଦ୍ଧ କରିବାକୁ ଆପଣଙ୍କ ନିଜର TMDB ଏବଂ MDBList କୀ ଯୋଗ କରନ୍ତୁ। ଏଠାରେ କିଛି ଆବଶ୍ୟକ ନାହିଁ ଏବଂ ଆପଣଙ୍କ କୀଗୁଡ଼ିକ ଏହି ଡିଭାଇସରେ ରହେ (ଏବଂ ଏନକ୍ରିପ୍ଟ ହୋଇ ଆପଣଙ୍କ VortX ଆକାଉଣ୍ଟକୁ ସିଙ୍କ ହୁଏ)।
pa: ਵਿਕਲਪਿਕ। ਸਿਫਾਰਸ਼ਾਂ ਅਤੇ ਰੇਟਿੰਗਾਂ ਨੂੰ ਅਮੀਰ ਕਰਨ ਲਈ ਆਪਣੀਆਂ TMDB ਅਤੇ MDBList ਕੁੰਜੀਆਂ ਜੋੜੋ। ਇੱਥੇ ਕੁਝ ਵੀ ਲਾਜ਼ਮੀ ਨਹੀਂ ਅਤੇ ਤੁਹਾਡੀਆਂ ਕੁੰਜੀਆਂ ਇਸ ਡਿਵਾਈਸ 'ਤੇ ਰਹਿੰਦੀਆਂ ਹਨ (ਅਤੇ ਐਨਕ੍ਰਿਪਟਡ ਤੌਰ 'ਤੇ ਤੁਹਾਡੇ VortX ਖਾਤੇ ਨਾਲ ਸਿੰਕ ਹੁੰਦੀਆਂ ਹਨ)।
pl: Opcjonalne. Dodaj własne klucze TMDB i MDBList, aby wzbogacić rekomendacje i oceny. Nic tutaj nie jest wymagane, a Twoje klucze pozostają na tym urządzeniu (i synchronizują się, zaszyfrowane, z Twoim kontem VortX).
ps: اختیاري. د وړاندیزونو او درجه‌بندیو د بډایه کولو لپاره خپل TMDB او MDBList کلیدونه ورزیات کړئ. دلته هیڅ شی اړین نه دی او ستاسو کلیدونه په دې وسیله پاتې کیږي (او په کوډ شوي ډول ستاسو د VortX حساب سره همغږي کیږي).
pt_br: Opcional. Adicione suas próprias chaves do TMDB e do MDBList para enriquecer recomendações e avaliações. Nada aqui é obrigatório e suas chaves ficam neste dispositivo (e sincronizam, criptografadas, com a sua conta VortX).
pt_pt: Opcional. Adicione as suas chaves TMDB e MDBList para enriquecer as recomendações e classificações. Nada aqui é obrigatório e as suas chaves ficam neste dispositivo (e sincronizam, encriptadas, para a sua conta VortX).
ro: Opțional. Adaugă propriile chei TMDB și MDBList pentru a îmbogăți recomandările și evaluările. Nimic de aici nu este obligatoriu, iar cheile tale rămân pe acest dispozitiv (și se sincronizează, criptate, cu contul tău VortX).
ru: Необязательно. Добавьте свои ключи TMDB и MDBList, чтобы улучшить рекомендации и рейтинги. Ничего из этого не обязательно, и ваши ключи остаются на этом устройстве (и синхронизируются в зашифрованном виде с вашим аккаунтом VortX).
rw: Bidategetswe. Ongeraho impfunguzo zawe bwite za TMDB na MDBList kugira ngo utunganye ibyifuzo n'amanota. Nta na kimwe aha gitegetswe kandi impfunguzo zawe zisigara kuri iki cyuma (kandi zikiyunga, zishyizwe mu ibanga, kuri konti yawe ya VortX).
sd: اختياري. سفارشون ۽ ريٽنگون بھتر ڪرڻ لاءِ پنھنجون TMDB ۽ MDBList ڪيون شامل ڪريو. هتي ڪجھ به لازمي ناهي ۽ اوهان جون ڪيون هن ڊوائيس تي رهن ٿيون (۽ اينڪرپٽ ٿي اوهان جي VortX اڪائونٽ ۾ سنڪ ٿين ٿيون).
si: විකල්ප. නිර්දේශ සහ ශ්‍රේණිගත කිරීම් පොහොසත් කිරීමට ඔබේම TMDB සහ MDBList යතුරු එක් කරන්න. මෙහි කිසිවක් අවශ්‍ය නොවන අතර ඔබේ යතුරු මෙම උපාංගයේ රැඳේ (සහ සංකේතනය කර, ඔබේ VortX ගිණුමට සමමුහුර්ත වේ).
sk: Voliteľné. Pridajte vlastné kľúče TMDB a MDBList na obohatenie odporúčaní a hodnotení. Nič tu nie je povinné a vaše kľúče zostávajú v tomto zariadení (a synchronizujú sa šifrovane do vášho účtu VortX).
sl: Izbirno. Dodajte svoje ključe TMDB in MDBList za obogatitev priporočil in ocen. Tukaj ni nič obveznega, vaši ključi pa ostanejo v tej napravi (in se šifrirano sinhronizirajo z vašim računom VortX).
sm: Filifili. Faaopoopo au lava ki TMDB ma MDBList e faatamaoaiga ai fautuaga ma faailoga. E leai se mea iinei e manaomia ma e tumau au ki i lenei masini (ma faapenapena, faailotino, i lau tala VortX).
sn: Zvinosarudzika. Wedzera makiyi ako eTMDB neMDBList kuti uwedzere zvinokurudzirwa nezvibodzwa. Hapana chinodiwa pano uye makiyi ako anogara padhivhaisi iyi (uye anosync, akavharwa, ku account yako yeVortX).
so: Ikhtiyaari. Ku dar furahaaga TMDB iyo MDBList si aad u hodmiso talooyinka iyo qiimeynta. Waxba halkan looma baahna, furahaaguna wuxuu ku sii jiraa qalabkan (waxayna si sir ah ugu socdaan akoonkaaga VortX).
sq: Opsionale. Shtoni çelësat tuaj TMDB dhe MDBList për të pasuruar rekomandimet dhe vlerësimet. Asgjë këtu nuk është e detyrueshme dhe çelësat tuaj qëndrojnë në këtë pajisje (dhe sinkronizohen, të enkriptuar, me llogarinë tuaj VortX).
sr: Опционо. Додајте сопствене TMDB и MDBList кључеве да обогатите препоруке и оцене. Ништа овде није обавезно и ваши кључеви остају на овом уређају (и синхронизују се, шифровани, са вашим VortX налогом).
st: Ea boikhethelo. Eketsa linotlolo tsa hau tsa TMDB le MDBList ho ntlafatsa likhothaletso le litekanyetso. Ha ho letho mona le hlokahalang 'me linotlolo tsa hau li lula sesebelisoeng sena (li sync, li koahetsoe, ho akhaonto ea hau ea VortX).
su: Opsional. Tambihkeun konci TMDB jeung MDBList sorangan pikeun ngeuyeuban rékoméndasi jeung pameunteu. Teu aya nu wajib di dieu sarta konci anjeun tetep dina alat ieu (sarta sinkron, kaénkripsi, ka akun VortX anjeun).
sv: Valfritt. Lägg till dina egna TMDB- och MDBList-nycklar för att berika rekommendationer och betyg. Inget här krävs och dina nycklar stannar på den här enheten (och synkas, krypterade, till ditt VortX-konto).
sw: Hiari. Ongeza funguo zako za TMDB na MDBList ili kuboresha mapendekezo na ukadiriaji. Hakuna kinachohitajika hapa na funguo zako zinabaki kwenye kifaa hiki (na kusawazishwa, zimesimbwa, kwenye akaunti yako ya VortX).
ta: விருப்பத்திற்குரியது. பரிந்துரைகளையும் மதிப்பீடுகளையும் வளப்படுத்த உங்கள் சொந்த TMDB மற்றும் MDBList விசைகளைச் சேர்க்கவும். இங்கே எதுவும் கட்டாயமில்லை, உங்கள் விசைகள் இந்தச் சாதனத்திலேயே இருக்கும் (மற்றும் மறையாக்கம் செய்யப்பட்டு உங்கள் VortX கணக்குடன் ஒத்திசைக்கும்).
te: ఐచ్ఛికం. సిఫార్సులు మరియు రేటింగ్‌లను సుసంపన్నం చేయడానికి మీ స్వంత TMDB మరియు MDBList కీలను జోడించండి. ఇక్కడ ఏదీ అవసరం లేదు మరియు మీ కీలు ఈ పరికరంలోనే ఉంటాయి (మరియు ఎన్‌క్రిప్ట్ చేయబడి మీ VortX ఖాతాకు సింక్ అవుతాయి).
tg: Ихтиёрӣ. Калидҳои TMDB ва MDBList-и худро барои ғанӣ гардонидани тавсияҳо ва рейтингҳо илова кунед. Дар ин ҷо ҳеҷ чиз ҳатмӣ нест ва калидҳои шумо дар ин дастгоҳ мемонанд (ва рамзгузоришуда ба ҳисоби VortX-и шумо ҳамоҳанг мешаванд).
th: ไม่บังคับ เพิ่มคีย์ TMDB และ MDBList ของคุณเองเพื่อเสริมคำแนะนำและคะแนน ไม่มีอะไรในที่นี้ที่จำเป็น และคีย์ของคุณจะอยู่บนอุปกรณ์นี้ (และซิงค์แบบเข้ารหัสไปยังบัญชี VortX ของคุณ)
tr: İsteğe bağlı. Önerileri ve puanları zenginleştirmek için kendi TMDB ve MDBList anahtarlarınızı ekleyin. Burada hiçbir şey zorunlu değildir ve anahtarlarınız bu cihazda kalır (ve şifreli olarak VortX hesabınıza eşitlenir).
tt: Мәҗбүри түгел. Тәкъдимнәрне һәм рейтингларны баетыр өчен үз TMDB һәм MDBList ачкычларыңны өстә. Монда бернәрсә дә мәҗбүри түгел, ә ачкычларың бу җиһазда кала (һәм, шифрланган хәлдә, VortX хисабыңа синхронлаша).
ug: ئىختىيارىي. تەۋسىيە ۋە باھالارنى بېيىتىش ئۈچۈن ئۆزىڭىزنىڭ TMDB ۋە MDBList ئاچقۇچلىرىنى قوشۇڭ. بۇ يەردە ھېچنېمە مەجبۇرىي ئەمەس ھەمدە ئاچقۇچلىرىڭىز مۇشۇ ئۈسكۈنىدە قالىدۇ (ھەم شىفىرلانغان ھالدا VortX ھېساباتىڭىزغا قەدەمداشلىنىدۇ).
uk: Необов’язково. Додайте власні ключі TMDB і MDBList, щоб збагатити рекомендації та оцінки. Тут нічого не є обов’язковим, а ваші ключі лишаються на цьому пристрої (і синхронізуються в зашифрованому вигляді з вашим акаунтом VortX).
ur: اختیاری۔ سفارشات اور ریٹنگز کو بہتر بنانے کے لیے اپنی TMDB اور MDBList کیز شامل کریں۔ یہاں کچھ بھی لازمی نہیں اور آپ کی کیز اسی ڈیوائس پر رہتی ہیں (اور خفیہ کاری کے ساتھ آپ کے VortX اکاؤنٹ میں سنک ہوتی ہیں)۔
uz: Ixtiyoriy. Tavsiyalar va reytinglarni boyitish uchun o'zingizning TMDB va MDBList kalitlaringizni qo'shing. Bu yerda hech narsa talab qilinmaydi va kalitlaringiz shu qurilmada qoladi (va shifrlangan holda VortX hisobingizga sinxronlanadi).
vi: Không bắt buộc. Thêm khóa TMDB và MDBList của riêng bạn để làm phong phú gợi ý và đánh giá. Không có mục nào ở đây là bắt buộc và khóa của bạn được giữ trên thiết bị này (và đồng bộ, được mã hóa, tới tài khoản VortX của bạn).
xh: Ngokukhetha. Yongeza amaqhosha akho e-TMDB ne-MDBList ukutyebisa iingcebiso namanqaku. Akukho nto ifunekayo apha kwaye amaqhosha akho ahlala kwesi sixhobo (kwaye athumelwa, agwetyiwe, kwiakhawunti yakho yeVortX).
yo: Àṣàyàn. Fi àwọn bọtìnì TMDB àti MDBList tìrẹ kún láti mú àwọn àbá àti ìdíwọ̀n dára sí i. Kò sí ohun tí a ní láti ní síbí, àwọn bọtìnì rẹ sì máa ń dúró sórí ẹ̀rọ yìí (wọ́n sì máa ń múra síra, ní ìsírí, sí àkàwé VortX rẹ).
zh_hans: 可选。添加你自己的 TMDB 和 MDBList 密钥以丰富推荐和评分。此处没有任何项是必需的，你的密钥保留在本设备上（并加密同步到你的 VortX 账户）。
zh_hant: 選用。新增你自己的 TMDB 與 MDBList 金鑰，以豐富推薦與評分。此處皆非必填，而你的金鑰會留在此裝置上（並以加密方式同步至你的 VortX 帳號）。
zu: Okuzikhethelayo. Engeza okhiye bakho be-TMDB ne-MDBList ukuze uthuthukise izincomo nezilinganiso. Akukho okudingekayo lapha futhi okhiye bakho bahlala kule divayisi (futhi bavumelaniswe, befihliwe, ku-akhawunti yakho ye-VortX).
